/* English File */

"Post Image" = "Post Image";
"New Tweet" = "New Tweet";
"yFrog" = "yFrog";
"Library or camera" = "Where do you want to get Photo?";
"Use photo camera" = "Take Photo";
"Use library" = "Choose Existing Photo";
"Use video camera" = "Record Video";
// "Use video library" = "Choose Existing Video";
"Cancel" = "Cancel";
"Clear" = "Clear";
"Save" = "Save";
"Upload Image to yFrog" = "Uploading to yFrog";
"Send twit on Twitter" = "Sending a new Tweet";
"Settings" = "Settings";
"Mail Subject: yFrog Image" = "yFrog Image";
"Mail Subject: Forwarding of a twit" = "Forwarding a Tweet";
"Mail Subject: Forwarding of an image" = "Forwarding a Picture";
"Reply" = "Reply";
"Forward" = "Forward";
"Re-Twit" = "Re-Twit";
"Uploading..." = "Uploading...";
"Failed!" = "Failed!";
"Failed to create connection." = "Failed to create a connection.";
"Failed to send a mail." = "Failed to send a mail.";
"Failed to download the image." = "Failed to download the picture.";
"Copying images to yFrog server..." = "Copying the pictures to YFrog ...";
"YFrog image URL placeholder" = "http://yfrog.com/image.jpg";
"Back" = "Back";
"Done" = "Done";
"Send" = "Send";
"OK" = "OK";
"Error occure during uploading of image" = "Error has occured while uploading";
"AvailableCharsFormat" = "%d characters of %d remaining";

"LocationLinkFormat" = "Location: %@";
//"You can not add image" = "You can not add a picture";
//"You can not add location" = "You can not add the location link";
//"Remove some chars" = "Not enough characters remained. You need %d characters to insert a picture.";

"You can not send message" = "You can not send the message";
"Cant to send too long message" = "The message is too long. It should be up to 140 characters.";

"Picture Saved" = "Picture Saved";
"The picture has been added to your Photos" = "The picture has been added to your Photos";

//"You can not save message" = "You can not save message";
"Error occure during message saving" = "Error occure during message saving";
"Error occure while sending the message" = "Error occure while sending the message";
"Error occure while reading the message" = "Error occure while reading the message";

"Uploading the messages to Twitter..." = "Uploading the messages to Twitter...";

// Tabs titles
"Home" = "Home";
"Post" = "Post";
"Replies" = "Mentions";
"Messages" = "Messages";
"Pending Tweets" = "Unsent";
"Followers" = "Followers";
"Following" = "Following";
"Settings" = "Settings";
"About" = "About";

"AboutVerFormat" = "ver. %@";
"QueueTitleFormat" = "Unsent (%d)";

"QueueButtonTitleFormat" = "Queue (%d)";
"EmptyQueueButtonTitleFormat" = "Queue";

"RemoveImageTitle" = "Remove image";

"Location service is not available on the device" = "Location services are disabled";
"You can to enable Location Services on the device" = "You can enable Location Services the device Settings (Settings > General > Location Services)";

"Location service was turn off in settings" = "Location Tracking is disabled";
"You can to enable Location Services in the application settings" = "Do you want to enable Location Tracking?";

"Location undefined" = "Can't retrieve a current location";
"Location is still undefined" = "Please try again later";

"Locations for this application was denied" = "Location Services for this application are disabled";
"You can to enable Location Services by throw down settings" = "You can enable the Location Services in the device Settings application (Settings > General > Reset > Reset Location Warnings)";

"ReTwitFormat" = "RT @%@: %@"; // RT @USERNAME: BODY

"Processing image..." = "Processing image...";

"No Replies" = "No Mentions";
"Loading Replies..." = "Loading Mentions...";